{
  "intro": "I'm UI/UX Designer and Front-End Developer",
  "lead": "I am passionate about creating interfaces that combine aesthetics and functionality. I turn ideas into intuitive digital experiences that connect with users.",
  "home": "Home",
  "my-work": "Work",
  "contact": "Contact",
  "my-resume": "My Resume",
  "description": "Project description",
  "technologies": "Technologies",
  "link": "Link",
  "works": {
    "api-covid": {
      "title": "API Covid 19",
      "description": "This project was developed in the context of the COVID-19 pandemic in 2020.\n It had a team composed of Back-end developers, Front-end developers, and UI/UX Designers.\n The Back-end developers were in charge of the REST API that consumed data from the World Health Organization (WHO) API.\n The Front-end developers were responsible for the user interface and the user experience."
    },
    "fit": {
      "title": "FIT - Flujo Intercooperativo de Trabajo",
      "description": "The FIT project involved the design and development in Vue.js of the institutional website for FIT – Flujo Intercooperativo de Trabajo. This platform is an intercooperative network composed of technology companies belonging to the Argentine Federation of Technology, Innovation, and Knowledge Worker Cooperatives. \n The site features a responsive design and layout, and it presents the description and operation of the platform, the technologies used, success stories, and a contact form."
    },
    "aurora": {
      "title": "Proyecto Aurora",
      "description": "Aurora Project is a Real Estate segment project, in which I worked on developing the design system by creating atoms, components, and layouts. \n I applied these elements in the Home, Building, Apartment, and Contact views."
    },
    "nayra": {
      "title": "Nayra",
      "description": "I worked on the design and development in Vue.js of Nayra's corporate website, a technology cooperative company. \n The site includes a Home section, About us, Projects, and Contact. It also features a language selector."
    },
    "pokedex": { "title": "Pokedex", "description": "pokedex Description" },
    "naranjax": {
      "title": "Naranja X - Soft refactor",
      "description": "Naranja X Description"
    },
    "icbc": {
      "title": "ICBC Home Banking - Soft refactor",
      "description": "ICBC Description"
    }
  },
  "skills": {
    "uiux": "UI/UX Design",
    "uiux-improvements": "UI/UX Improvements",
    "uiux-system": "UI/UX Design System",
    "uiux-refactor": "UI/UX Refactor",
    "html5": "HTML5",
    "css3": "CSS3",
    "vue": "Vue.js",
    "figma": "Figma Prototype"
  },
  "anchors": {
    "home-section": "home",
    "work": "my-work",
    "contact": "contact"
  }
}
